<!DOCTYPE html>
<html lang="ar" dir="rtl">

<head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>مشكلات الجماعة | Commune Ain Bouali – Moulay Yacoub</title>
    <link rel="stylesheet" href="{{ asset('css/main.css') }}">
</head>

<body>
    <header>
        <nav>
            <ul>
                <li><a href="{{route('homePage')}}">الرئيسية</a></li>
                <li>
                    <h2>مشكلات الجماعة</h2>
                </li>
            </ul>
        </nav>
    </header>

    <main>
        <section class="hero">
            <h2>الوضع الراهن والتحديات</h2>
            <p>نستعرض أبرز الإشكالات التي تعيق تنمية جماعة عين بوعلي وإقليم مولاي يعقوب</p>
        </section>

        <section class="issues-list">
            <h3>قائمة التحديات الرئيسية</h3>
            <ul>
                <li>
                    <strong>بنايات مهددة بالانهيار:</strong>
                    تعاني بعض المباني من تدهور كبير بسبب الأمطار الغزيرة والتربة غير المستقرة، مما يجعلها عرضة للانهيار، خاصة في المناطق المبنية على تربة طينية أو رخوة.
                </li>



                <li>
                    <strong>تشتت السكن:</strong>
                    تتوزع الساكنة على دواوير صغيرة ومتباعدة، مما يصعّب عملية التخطيط الترابي ويؤثر على جودة الخدمات المقدمة.
                </li>
                <li>
                    <strong>مشاكل الماء:</strong>
                    تعاني الجماعة من مشاكل في التزود بالماء نظراً لتفرق الساكنة، رغم وجود نافورة إلى خمس في كل دوار، مما يجعل الوصول إلى الماء صعبًا لبعض السكان.
                </li>
                <li>
                    <strong>مشاكل الكهرباء:</strong>
                    بعض السكان يجدون صعوبة في ربط منازلهم بالكهرباء بسبب بُعدهم عن الدواوير ومراكز التوزيع.
                </li>
                <li>
                    <strong>حالة الطرق:</strong>
                    بعض من الطرق غير مصلحة، مما يصعّب التنقل اليومي ويؤثر على الحياة الاقتصادية والاجتماعية.
                </li>

                <li>
                    <strong>ضعف البنية التحتية المدرسية:</strong>
                    بعض المدارس تعاني من نقص في التجهيزات أو البُعد الكبير عن مساكن التلاميذ، مما يؤدي إلى الهدر المدرسي خاصة لدى الفتيات.
                </li>


            </ul>
        </section>


    </main>

    <footer>
        <p>&copy; 2025 Commune Ain Bouali – Moulay Yacoub</p>
    </footer>
</body>

</html>